{
    "Already registered?": "Déjà inscrit ?",
    "Are you sure you want to delete your account?": "Êtes-vous sûr de vouloir supprimer votre compte ?",
    "Cancel": "Annuler",
    "Confirm": "Confirmer",
    "Current Password": "Mot de passe actuel",
    "Dashboard": "Tableau de bord",
    "Delete Account": "Supprimer le compte",
    "Email": "Adresse mail",
    "Email Password Reset Link": "Envoyer le lien de réinitialisation du mot de passe",
    "Ensure your account is using a long, random password to stay secure.": "Assurez-vous que votre compte utilise un mot de passe long et aléatoire pour rester sécurisé.",
    "Forgot your password?": "Mot de passe oublié ?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Mot de passe oublié ? Pas de problème. Indiquez-nous simplement votre adresse mail et nous vous enverrons un lien de réinitialisation du mot de passe qui vous permettra de choisir un nouveau mot de passe.",
    "Log in": "Se connecter",
    "Log Out": "Se déconnecter",
    "Name": "Nom",
    "New Password": "Nouveau mot de passe",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Une fois votre compte supprimé, toutes les ressources et données associées seront définitivement supprimées. Avant de supprimer votre compte, veuillez télécharger toutes les données ou informations que vous souhaitez conserver.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Une fois votre compte supprimé, toutes les ressources et données associées seront définitivement supprimées. Veuillez saisir votre mot de passe pour confirmer que vous souhaitez supprimer définitivement votre compte.",
    "Password": "Mot de passe",
    "Confirm Password": "Confirmer le mot de passe",
    "Profile": "Profil",
    "Profile Information": "Informations du profil",
    "Register": "S'inscrire",
    "Remember me": "Se souvenir de moi",
    "Save": "Enregistrer",
    "Saved.": "Enregistré.",
    "Training type": "Type d'entrainement",
    "Update Password": "Mettre à jour le mot de passe",
    "Update your account's profile information and email address.": "Mettez à jour les informations de profil et l'adresse mail de votre compte."
}
